{
  "page": {
    "title": "Fraun Biomed - Company Profile",
    "description": "Fraun Biomed focuses on high-end microscopic imaging and is the exclusive distributor of SCANCO MEDICAL AG in Greater China."
  },
  "nav": {
    "home": "Home",
    "products": "SCANCO CT Series Products",
    "scan_service": "CT Scanning Service",
    "about": "About",
    "about_company": "Company Profile",
    "about_scanco": "SCANCO Medical AG",
    "contact": "Contact"
  },
  "banner": {
    "title": "Company Profile"
  },
  "about": {
    "title": "Company Profile",
    "p1": "Founded in 2014, Fraun Biomed has been dedicated to high-end microscopic imaging. As the exclusive distributor of SCANCO MEDICAL AG in Greater China (including Mainland China, Hong Kong, Macau, and Taiwan), we have built a complete service system spanning basic research to clinical translation, with more than 70 systems installed and a sustained leading market share.",
    "p2": "Leveraging a service framework that connects universities, research institutes, and medical institutions, we created China’s first one-stop precision 3D imaging platform for SCANCO Micro CT, covering:",
    "list": [
      "End-to-end technical support: from model selection and installation/commissioning to application training",
      "Customized scanning & testing: micron- and sub-micron-level ultra-high-resolution imaging solutions",
      "Full life-cycle management: 24/7 rapid-response maintenance service"
    ],
    "footer": "Looking ahead, Fraun Biomed will continue to fulfill its mission of “innovation powered by microscopic imaging,” develop joint-lab collaboration models, deepen partnerships with leading public and private institutions and universities, and strive to become a foundational leader in microscopic imaging infrastructure."
  },
  "values": {
    "title": "Core Values",
    "text": "Master the micro, go beyond the micro — every micron of imaging drives cross-dimensional innovation."
  },
  "mission": {
    "title": "Mission",
    "text": "Innovation powered by microscopic imaging"
  },
  "vision": {
    "title": "Vision",
    "text": "To become a foundational leader in microscopic imaging infrastructure"
  }
}
